{
    "academic_year": "2022/23",
    "type": 2,
    "date": "Wednesday, 19 April 2023",
    "location": "St Lawrence, York, North Yorkshire",
    "weight": "7-3-24 in A",
    "time": "3m",
    "changes": "120",
    "method": "Dear Editor Of The Ringing World, Please Bring Back The ' What's Hot on Bellboard' Section Of The Ringing World It Was Our Favourite Page Of The Comic, and We Were Very Disheartened To See It Go Each Week We Would Look Forward To Seeing Our Silly Little Performances Make It In Lots Of Love, The York Colleges Guild Doubles",
    "details": "",
    "ringers": [
        {
            "name": "Natasha A Williams (Alcuin) (C)",
            "bell": "1"
        },
        {
            "name": "Jemima Bleackley (Halifax)",
            "bell": "2"
        },
        {
            "name": "James D Austin (Derwent)",
            "bell": "3"
        },
        {
            "name": "Simon W Edwards (Alcuin)",
            "bell": "4"
        },
        {
            "name": "William J Lake (Langwith)",
            "bell": "5"
        },
        {
            "name": "Joss Davis (Alcuin)",
            "bell": "6"
        }
    ],
    "footnotes": [
        "Rung after a successful YCG Practice",
        "The variation 868jp (Primrose Bob with Gloster Extremes) is rung for the first time. The band would like to name this variation \"Dear Editor of the Ringing World, please bring back the 'What's Hot on Bellboard' section of the Ringing World. It was our favourite page of the Comic, and we were very disheartened to see it go. Each week we would look forward to seeing our silly little performances make it in. Lots of love, the York Colleges Guild\" Doubles.",
        "The ringer of the 4th would like to extend hugs and kisses to Patrick Deakin.",
        "First variation: 2, 3, 5",
        "With thanks to Kevin D Atkinson for letting us overrun a little bit.",
        "The band would like to associate Rosemary S Hall and William M Regan (Friend) with this performance.",
        "Matthew O Hall does not wish to be associated with this performance. \"I've rung enough stupid doubles things with you lot\".",
        "Believed to be the longest variation name.",
        "Most liked YCG performance on bellboard.",
        "Most liked 120 on bellboard.",
        "Hopefully this gets the section back."
    ],
    "id": "1613337",
    "time_in_ms": 16818630
}