{
    "academic_year": "2022/23",
    "type": 1,
    "date": "Wednesday, 01 March 2023",
    "location": "Oratory Church of St Wilfrid, York, North Yorkshire",
    "weight": "6-0-6 in C",
    "time": "43m",
    "changes": "1260",
    "method": "Plain Bob Minor",
    "details": "",
    "ringers": [
        {
            "name": "William J Lake (Langwith)",
            "bell": "1"
        },
        {
            "name": "Jemima Bleackley (Halifax)",
            "bell": "2"
        },
        {
            "name": "Joss Davis (Alcuin)",
            "bell": "3"
        },
        {
            "name": "Rosemary S Hall (Alcuin)",
            "bell": "4"
        },
        {
            "name": "Simon W Edwards (Alcuin)",
            "bell": "5"
        },
        {
            "name": "Natasha A Williams (Alcuin) (C)",
            "bell": "6"
        }
    ],
    "footnotes": [
        "With birthday wishes to Brian Bateson for the 21st of February, grandfather of Amber M Burrows.",
        "With birthday wishes to Lucy Williamson for the 21st of February, former member of the YCG.",
        "With birthday wishes to Aimee Bickford for the 21st of February.",
        "With birthday wishes to Janet Lenton for the 22nd of February, Nanna of Simon W Edwards.",
        "With birthday wishes to Linda Allen for the 23rd of February, Grandmother of William J Lake.",
        "With birthday wishes to William J Lake for the 23rd of February, Webmaster and former Ringing Master of the YCG.",
        "With birthday wishes to Alfred G W Pipe for the 23rd of February, \"much cooler\" brother to Henry J W Pipe according to Ewan G A Hull.",
        "With 100th birthday wishes to the Flying Scotsman for the 24th of February, steam locomotive.",
        "With birthday wishes to Susan G Hall for the 25th of February, mother of Rosemary S Hall and friend of the YCG.",
        "With birthday wishes to Barbara Lake for the 27th of February, Grandmother of William J Lake.",
        "With birthday wishes to Karen Smith for the 28th of February, aunt of the conductor.",
        "With birthday wishes to Anita Williams for the 28th of February, aunt of the conductor.",
        "With birthday wishes to Mark W Regan for the 2nd of March, father of William M Regan (Friend).",
        "With birthday wishes to Melanie Williams for the 2nd of March, mother of the conductor.",
        "With birthday wishes to Madeleine Bleackley for the 2nd of March, sister of Jemima Bleackley.",
        "With birthday wishes to the Mallard for the 3rd of March, steam locomotive.",
        "With birthday wishes to Patrick W J Deakin for the 3rd of March.",
        "With birthday wishes to Hilary Jean Raymond for the 6th of March, grandmother of Joss Davis.",
        "With birthday wishes to Ian Williams for the 9th of March, father of the conductor.",
        "Non-birthday wishes to Matthew O Hall, whose birthday is on the 18th of June, who did not wish to be associated with this quarter because it's a \"dumb idea\".",
        "Congratulations to Joss Davis for passing his Driving Theory test earlier today.",
        "In loving memory of the \"What's Hot on Bellboard\" section of the Ringing World, to which this quarter would have made an excellent addition.",
        "First Minor as Conductor.",
        "First treble to a Quarter in 11 years: 1",
        "First Quarter to span multiple pages in the YCG Quarter Peal book.",
        "25th Quarter for the YCG: 6",
        "25th Quarter together: 2&6, 3&6",
        "Longest YCG Footnote.",
        "Possibly the most efficient birthday quarter?",
        "With thanks to Julian Steed for reading this footnote."
    ],
    "id": "1599361",
    "time_in_ms": 16776294
}