{
    "academic_year": "2023/24",
    "type": 0,
    "date": "Thursday, 29 February 2024",
    "location": "St Philip and St James, Clifton, North Yorkshire",
    "weight": "3-1-23 in Eb",
    "time": "2h 32",
    "changes": "5040",
    "method": "Doubles (42v)",
    "details": "120 each of Abacot Ranger; Ancona; Aylesbury; Bali; Blue Swedish; Call; Campbell; Cayuga; Cherry Valley; Crested; Crispy Aromatic; Daffy; Donald; Dunclair; Dutch Hookbill; East Indie; Eider; Gadwall; Garganey; Goldeneye; Hook Bill; Indian Runner; Mallard (the Duck); Muscovy; Orpington; Pekin; Pintail; Pochard; Pomeranian; Rubber; Saxony; Scaup; Scrooge Mc; Shelduck; Shoveler; Silver Appleyard; Silver Bantam; Smew; Tufted; Velvet Scoter; Welsh Harlequin; Wigeon\n",
    "ringers": [
        {
            "name": "Jemima C Bleackley (Halifax)",
            "bell": "1"
        },
        {
            "name": "William M Regan (Friend)",
            "bell": "2"
        },
        {
            "name": "Patrick W J Deakin (James)",
            "bell": "3"
        },
        {
            "name": "Joseph E T Waters (SUGCR)",
            "bell": "4"
        },
        {
            "name": "Natasha A Williams (Alcuin) (C)",
            "bell": "5"
        },
        {
            "name": "Matthew O Hall (Vanbrugh)",
            "bell": "6"
        }
    ],
    "footnotes": [
        "First Peal of Doubles: 1, 3, 4, 5, 6",
        "First Peal of Doubles inside: 2",
        "First Treble to a Peal: 1",
        "First Tenor to a Peal: 6",
        "First on 6, and on Towerbells as Conductor",
        "Most Variations to a Peal: 1, 2, 3, 4, 5, 6",
        "50th Variation named: 5",
        "The variation 148xy (St Faith Place with an Owd Roger Single) is rung for the first time. The band would like to name this variation “Abacot Ranger” Doubles.",
        "The variation 148xy/uw (St Faith Place with an Owd Roger Single and a Jingle Knockers Single) is rung for the first time. The band would like to name this variation “Ancona” Doubles.",
        "The variation 148xy/wu (St Faith Place with an Owd Roger Single and a Trajan Omit) is rung for the first time. The band would like to name this variation “Aylesbury” Doubles.",
        "The variation 148xy/ux (St Faith Place with an Owd Roger Single and an Unexploded Bob) is rung for the first time. The band would like to name this variation “Bali” Doubles.",
        "The variation 148xy/xu (St Faith Place with an Owd Roger Single and a Hardmead Bob) is rung for the first time. The band would like to name this variation “Blue Swedish” Doubles.",
        "The variation 148xy/tr (St Faith Place with an Owd Roger Single and an Old Tom Single) is rung for the first time. The band would like to name this variation “Call” Doubles.",
        "The variation 148xy/rt (St Faith Place with an Owd Roger Single and a Julian Bob) is rung for the first time. The band would like to name this variation “Campbell” Doubles.",
        "The variation 148xy/t (St Faith Place with an Owd Roger Single and a Minster Bob) is rung for the first time. The band would like to name this variation “Cayuga” Doubles.",
        "The variation 148xy/r (St Faith Place with an Owd Roger Single and a New Bob Bob) is rung for the first time. The band would like to name this variation “Cherry Valley” Doubles.",
        "The variation 148uw (St Faith Place with a Jingle Knockers Single) is rung for the first time. The band would like to name this variation “Crested” Doubles.",
        "The variation 148uw/wu (St Faith Place with a Jingle Knockers Single and a Trajan Omit) is rung for the first time. The band would like to name this variation “Crispy Aromatic” Doubles.",
        "The variation 148uw/ux (St Faith Place with a Jingle Knockers Single and an Unexploded Bob) is rung for the first time. The band would like to name this variation “Daffy” Doubles.",
        "The variation 148uw/xu (St Faith Place with a Jingle Knockers Single and a Hardmead Bob) is rung for the first time. The band would like to name this variation “Donald” Doubles.",
        "The variation 148uw/tr (St Faith Place with a Jingle Knockers Single and an Old Tom Single) is rung for the first time. The band would like to name this variation “Dunclair” Doubles.",
        "The variation 148uw/rt (St Faith Place with a Jingle Knockers Single and a Julian Bob) is rung for the first time. The band would like to name this variation “Dutch Hookbill” Doubles.",
        "The variation 148uw/t (St Faith Place with a Jingle Knockers Single and a Minster Bob) is rung for the first time. The band would like to name this variation “East Indie” Doubles.",
        "The variation 148uw/r (St Faith Place with a Jingle Knockers Single and a New Bob Bob) is rung for the first time. The band would like to name this variation “Eider” Doubles.",
        "The variation 148wu (St Faith Place with a Trajan Omit) is rung for the first time. The band would like to name this variation “Gadwall” Doubles.",
        "The variation 148wu/ux (St Faith Place with a Trajan Omit and an Unexploded Bob) is rung for the first time. The band would like to name this variation “Garganey” Doubles.",
        "The variation 148wu/xu (St Faith Place with a Trajan Omit and a Hardmead Bob) is rung for the first time. The band would like to name this variation “Goldeneye” Doubles.",
        "The variation 148wu/tr (St Faith Place with a Trajan Omit and an Old Tom Single) is rung for the first time. The band would like to name this variation “Hook Bill” Doubles.",
        "The variation 148wu/rt (St Faith Place with a Trajan Omit and a Julian Bob) is rung for the first time. The band would like to name this variation “Indian Runner” Doubles.",
        "The variation 148wu/t (St Faith Place with a Trajan Omit and a Minster Bob) is rung for the first time. The band would like to name this variation “Mallard (the Duck)” Doubles.",
        "The variation 148wu/r (St Faith Place with a Trajan Omit and a New Bob Bob) is rung for the first time. The band would like to name this variation “Muscovy” Doubles.",
        "The variation 148ux (St Faith Place with an Unexploded Bob) is rung for the first time. The band would like to name this variation “Orpington” Doubles.",
        "The variation 148ux/xu (St Faith Place with an Unexploded Bob and a Hardmead Bob) is rung for the first time. The band would like to name this variation “Pekin” Doubles.",
        "The variation 148ux/tr (St Faith Place with an Unexploded Bob and an Old Tom Single) is rung for the first time. The band would like to name this variation “Pintail” Doubles.",
        "The variation 148ux/rt (St Faith Place with an Unexploded Bob and a Julian Bob) is rung for the first time. The band would like to name this variation “Pochard” Doubles.",
        "The variation 148ux/t (St Faith Place with an Unexploded Bob and a Minster Bob) is rung for the first time. The band would like to name this variation “Pomeranian” Doubles.",
        "The variation 148ux/r (St Faith Place with an Unexploded Bob and a New Bob Bob) is rung for the first time. The band would like to name this variation “Rubber” Doubles.",
        "The variation 148xu (St Faith Place with a Hardmead Bob) is rung for the first time. The band would like to name this variation “Saxony” Doubles.",
        "The variation 148xu/tr (St Faith Place with a Hardmead Bob and an Old Tom Single) is rung for the first time. The band would like to name this variation “Scaup” Doubles.",
        "The variation 148xu/rt (St Faith Place with a Hardmead Bob and a Julian Bob) is rung for the first time. The band would like to name this variation “Scrooge Mc” Doubles.",
        "The variation 148xu/t (St Faith Place with a Hardmead Bob and a Minster Bob) is rung for the first time. The band would like to name this variation “Shelduck” Doubles.",
        "The variation 148xu/r (St Faith Place with a Hardmead Bob and a New Bob Bob) is rung for the first time. The band would like to name this variation “Shoveler” Doubles.",
        "The variation 148tr (St Faith Place with an Old Tom Single) is rung for the first time. The band would like to name this variation “Silver Appleyard” Doubles.",
        "The variation 148tr/rt (St Faith Place with an Old Tom Single and a Julian Bob) is rung for the first time. The band would like to name this variation “Silver Bantam” Doubles.",
        "The variation 148tr/t (St Faith Place with an Old Tom Single and a Minster Bob) is rung for the first time. The band would like to name this variation “Smew” Doubles.",
        "The variation 148tr/r (St Faith Place with an Old Tom Single and a New Bob Bob) is rung for the first time. The band would like to name this variation “Tufted” Doubles.",
        "The variation 148rt/t (St Faith Place with a Julian Bob and a Minster Bob) is rung for the first time. The band would like to name this variation “Velvet Scoter” Doubles.",
        "The variation 148rt/r (St Faith Place with a Julian Bob and a New Bob Bob) is rung for the first time. The band would like to name this variation “Welsh Harlequin” Doubles.",
        "The variation 148t/r (St Faith Place with a Minster Bob and a New Bob Bob) is rung for the first time. The band would like to name this variation “Wigeon” Doubles.",
        "Rung to rival the NCG (Nottingham University Society), and to prove that although you could ring methods with silly names, ringing and naming 42 variations is much funnier.",
        "Wishing Rachel L Mahoney and Ewan G A Hull a very happy first Anniversary (at fourth attempt)."
    ],
    "id": "1705109",
    "time_in_ms": 17091754
}